Repository: Dittner/MP3Book
Catalog: *.lproj/Localizable.strings
Languages: de, ru

source: Playlist
ru: Плейлист

source: Add Bookmark
de: Lesezeichen erstellen
ru: Добавить закладку

source: Optional comment
de: Kommentar (optional)
ru: Комментарий (необязательно)

source: Cancel
de: Abbrechen
ru: Отмена

source: Library
de: Mediathek
ru: Медиатека

source: Done
de: Fertig
ru: Готово

source: App Data
de: App Dateien
ru: Данные приложения

source: Media Library
de: Medienbibliothek
ru: Медиа библиотека

source: %lld bookmark
de: %lld Lesezeichen
ru: Закладок: %lld

source: %lld bookmarks
de: %lld Lesezeichen
ru: Закладок: %lld

source: %lld audio file
de: %lld Audiodatei
ru: Аудиофайлов: %lld

source: %lld audio files
de: %lld Audiodateien
ru: Аудиофайлов: %lld

# NoBookInTheAppData
source: The book is missing from the App data
de: Das Buch fehlt in den App-Dateien
ru: Не удалось найти книгу

# NoBookInTheMediaLib
source: The book is missing from the Media Library
de: Das Buch fehlt in der Medienbibliothek
ru: Не удалось найти книгу

# NoAudioFile
source: Audio file is missing
de: Die Audiodatei fehlt
ru: Аудиофайл не найден

# CheckBookFolder %@
source: Check the app's directory if the folder «%@» exists and has a content
de: Überprüfen Sie die App-Dateien, ob der Ordner «%@» vorhanden ist
ru: Проверьте, существует ли папка «%@» в данных приложения

# CheckPlaylist %@
source: Check if the playlist «%@» exists and it is copied on the iOS device
de: Überprüfen Sie die Medienbibliothek, ob die Playlist «%@» vorhanden ist
ru: Проверьте, существует ли плейлист «%@», скопирован ли он на устройство

# CheckFileExistInAppData %@
source: Check the app's directory if the file «%@» exists
de: Überprüfen Sie die App-Dateien, ob die Audiodatei «%@» vorhanden ist
ru: Проверьте, содержит ли папка с книгой аудиофайл «%@»

# CheckFileExistInMediaLib %@ %@
source: Check if the playlist «%@» exists and it has a file «%@»
de: Überprüfen Sie die Medienbibliothek, ob die Playlist «%@» vorhanden ist und sie enthält die Audiodatei «%@»
ru: Проверьте, существует ли аудиофайл «%@» в плейлисте «%@»
